tap "elixir-tools/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "syncdk/yawsso"
brew "autoconf"
brew "openssl@3"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "direnv"
brew "flyctl"
brew "fnm"
brew "harfbuzz"
brew "fop"
brew "gh"
brew "go"
brew "libxslt"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rubyfmt"
brew "ruff"
brew "shfmt"
brew "stow"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "elixir-tools/tap/next-ls"
brew "syncdk/yawsso/yawsso"
cask "docker"
cask "font-jetbrains-mono"
cask "notion"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
cask "zed"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
