tap "elixir-tools/tap"
tap "syncdk/yawsso"
brew "act"
brew "asdf"
brew "autoconf"
brew "openssl@3"
brew "awscli"
brew "glib"
brew "cryptography"
brew "deno"
brew "direnv"
brew "erlang"
brew "flyctl"
brew "fnm"
brew "harfbuzz"
brew "openjdk"
brew "fop"
brew "node"
brew "gemini-cli"
brew "gh"
brew "go"
brew "jq"
brew "libxslt"
brew "neovim"
brew "python@3.12"
brew "ripgrep"
brew "rubyfmt"
brew "ruff"
brew "shfmt"
brew "stow"
brew "tmux"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "elixir-tools/tap/next-ls"
brew "syncdk/yawsso/yawsso"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "ghostty"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "zed"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "waderyan.gitblame"
vscode "yoavbls.pretty-ts-errors"
